Repository: fmihan/RSSReader
Catalog: RSSReader/Resources/Localizable.xcstrings
Source language: en
Languages: hr

# add.rss.button.title
source: Add this source
hr: Dodaj izvor

# add.rss.search.placeholder
source: Enter URL
hr: Unesi URL

# add.rss.source.title
source: Add RSS Source
hr: Dodaj RSS Izvor

# alert.bookmark.item
source: Bookmark
hr: Označi

# alert.cancel
source: Cancel
hr: Odustani

# alert.remove.source
source: Remove Source
hr: Ukloni Izvor

# alert.share.item
source: Share
hr: Podijeli

# croatian.prefix.before
source: Before
hr: Prije

# date.time.day.ago
source: day ago
hr: dan

# date.time.days.ago
source: days ago
hr: dana

# date.time.h.ago
source: h ago
hr: h

# date.time.m.ago
source: min ago
hr: min

# date.time.month.ago
source: month ago
hr: mjesec

# date.time.months.ago
source: months ago
hr: mjeseca

# date.time.s.ago
source: s ago
hr: s

# date.time.week.ago
source: week ago
hr: tjedan

# date.time.weeks.ago
source: weeks ago
hr: tjedna

# date.time.year.ago
source: year ago
hr: godinu

# date.time.years.ago
source: years ago
hr: godine

# history.title
source: History
hr: Povijest

# home.mixed.feed
source: For You
hr: Za Vas

# home.title
source: Home
hr: Početna

# more.actions.deleteAll
source: Delete all
hr: Obriši sve

# more.actions.favorites
source: Favorites
hr: Favoriti

# more.actions.history
source: History
hr: Povijest

# navigation.home
source: Home
hr: Početna

# navigation.more
source: More
hr: Više

# navigation.search
source: Search
hr: Pretraga

# no.results.add.rss.empty
source: Link Issue
hr: Greška s poveznicom

# no.results.add.rss.empty.description
source: If the provided URL does not contain valid RSS data, the application will not be able to process it. Please ensure the URL is valid and try again.
hr: Ako pruženi URL ne sadržava valjane RSS podatke, aplikacija ih neće moći obraditi. Molimo vas da provjerite valjanost URL-a i pokušate ponovno.

# no.results.home.feed.add.feed.button
source: Add feed
hr: Dodaj izvor

# no.results.home.feed.empty
source: Empty Feed
hr: Prazna naslovnica

# no.results.home.feed.empty.description
source: Start by adding new RSS feed provider.
hr: Započnite sa dodavanjem novog RSS izvora.

# search.searchBar.placeholder
source: Search for article title, description
hr: Pretražite po imenu ili opisu članka

# search.title
source: Search
hr: Pretraga
